Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Audio output
af: Klankuitvoer
am: የድምፅ ውፅዓት
ar: إخراج الصوت
as: অডিঅ' আউটপুট
az: Səs çıxışı
be: Аўдыёвыхад
bg: Звуков изход
bn: অডিও আউটপুট
br: Ec'hankad son
bs: Zvučni izlaz
ca: Sortida d'àudio
cs: Zvukový výstup
cy: Allbwn sain
da: Lydudgang
de: Audioausgabe
el: Έξοδος ήχου
es: Salida de audio
et: Heliväljund
eu: Audio irteera
fa: خروجی صدا
fi: Äänen ulostulo
fil: Output ng audio
fo: Ljóðúttak
fr: Sortie audio
fy: Audio-útfier
ga: Aschur fuaime
gd: Às-chur fuaime
gl: Saída de audio
gu: ઑડિયો આઉટપુટ
ha: Fitar da sauti
he: פלט שמע
hi: ऑडियो आउटपुट
hr: Audioizlaz
ht: Sòti odyo
hu: Hangkimenet
hy: Ձայնի ելք
id: Keluaran audio
ig: Mmepụta ụda
is: Hljóðúttak
it: Uscita audio
ja: 音声出力
jv: Output audio
ka: ხმის გამოსავალი
kk: Дыбыс шығысы
km: ឧបករណ៍បញ្ចេញសំឡេង
kn: ಆಡಿಯೋ ಔಟ್‌ಪುಟ್
ko: 오디오 출력
ku: Derana dengî
ky: Аудио чыгаруу
lb: Audio-Ausgang
lo: ຊ່ອງອອກສຽງ
lt: Garso išvestis
lv: Skaņas izvade
mg: Fivoahan'ny feo
mi: Putanga ororongo
mk: Аудио излез
ml: ഓഡിയോ ഔട്ട്പുട്ട്
mn: Аудио гаралт
mr: ऑडिओ आउटपुट
ms: Keluaran audio
mt: Output tal-awdjo
my: အသံ ထုတ်ပေးမှု
nb: Lydutgang
ne: अडियो आउटपुट
nl: Audio-uitvoer
ny: Kutulutsa mawu
oc: Sortida àudio
or: ଅଡିଓ ଆଉଟପୁଟ
pa: ਆਡੀਓ ਆਊਟਪੁੱਟ
pl: Wyjście dźwięku
ps: د غږ اوتپوت
pt_br: Saída de áudio
pt_pt: Saída de áudio
ro: Ieșire audio
ru: Вывод звука
rw: Isohoka ry'ijwi
sd: آڊيو آئوٽ پٽ
si: ශ්‍රව්‍ය ප්‍රතිදානය
sk: Zvukový výstup
sl: Zvočni izhod
sm: Tuuina o le leo
sn: Kubuda kweaudio
so: Wax-soo-saarka codka
sq: Dalja e audios
sr: Аудио излаз
st: Tlhahiso ea molumo
su: Kaluaran audio
sv: Ljudutgång
sw: Pato la sauti
ta: ஒலி வெளியீடு
te: ఆడియో అవుట్‌పుట్
tg: Баровардани овоз
th: เอาต์พุตเสียง
tr: Ses çıkışı
tt: Аудио чыгарылышы
ug: ئۈن چىقىرىش
uk: Виведення звуку
ur: آڈیو آؤٹ پٹ
uz: Audio chiqishi
vi: Đầu ra âm thanh
xh: Isiphumo sesandi
yo: Ìjáde ohùn
zh_hans: 音频输出
zh_hant: 音訊輸出
zu: Umphumela womsindo

source: Video upscaling
af: Video-opskaling
am: የቪዲዮ ጥራት ማሳደግ
ar: تحسين دقة الفيديو
as: ভিডিঅ' আপস্কেলিং
az: Video keyfiyyət artırma
be: Маштабаванне відэа
bg: Увеличаване на резолюцията
bn: ভিডিও আপস্কেলিং
br: Uhelaat ar video
bs: Poboljšanje rezolucije videa
ca: Escalat de vídeo
cs: Vylepšení rozlišení videa
cy: Uwchraddio fideo
da: Videoopskalering
de: Video-Hochskalierung
el: Αναβάθμιση ανάλυσης βίντεο
es: Escalado de vídeo
et: Video kvaliteedi tõstmine
eu: Bideoaren bereizmena handitzea
fa: ارتقای کیفیت تصویر
fi: Videon skaalaus
fo: Sjónbandsuppskalering
fr: Mise à l'échelle vidéo
fy: Fideo-opskaling
ga: Uasscálú físe
gd: Àrdachadh bhidio
gl: Escalado de vídeo
gu: વિડિયો અપસ્કેલિંગ
ha: Haɓaka bidiyo
he: שדרוג איכות וידאו
hi: वीडियो अपस्केलिंग
hr: Poboljšanje slike
ht: Amelyorasyon videyo
hu: Képfelskálázás
hy: Տեսանյութի որակի բարձրացում
id: Peningkatan resolusi video
ig: Nkwalite vidiyo
is: Uppskölun myndar
it: Upscaling video
ja: 映像アップスケーリング
jv: Upscaling vidhéo
ka: ვიდეოს ხარისხის გაუმჯობესება
kk: Бейне сапасын арттыру
km: ការបង្កើនគុណភាពវីដេអូ
kn: ವಿಡಿಯೋ ಅಪ್‌ಸ್ಕೇಲಿಂಗ್
ko: 영상 업스케일링
ku: Mezinkirina vîdyoyê
ky: Видеону масштабдоо
lb: Video-Héichskaléierung
lo: ການຂະຫຍາຍຄວາມຄົມຊັດວິດີໂອ
lt: Vaizdo kokybės gerinimas
lv: Attēla izšķirtspējas palielināšana
mg: Fanatsarana video
mi: Whakapikinga ataata
mk: Зголемување на резолуцијата
ml: വീഡിയോ അപ്‌സ്കെയിലിംഗ്
mn: Видео чанар нэмэгдүүлэлт
mr: व्हिडिओ अपस्केलिंग
ms: Penaikan skala video
mt: Upscaling tal-vidjo
my: ဗီဒီယို အရည်အသွေးမြှင့်တင်ခြင်း
nb: Videooppskalering
ne: भिडियो अपस्केलिङ
nl: Video-opschaling
ny: Kukweza vidiyo
oc: Melhorament de la vidèo
or: ଭିଡିଓ ଅପସ୍କେଲିଂ
pa: ਵੀਡੀਓ ਅੱਪਸਕੇਲਿੰਗ
pl: Skalowanie obrazu
ps: د ویډیو لوړول
pt_br: Ampliação de vídeo
pt_pt: Aumento de resolução de vídeo
ro: Mărire rezoluție video
ru: Масштабирование видео
rw: Kuzamura ubwiza bwa video
sd: ويڊيو اپ اسڪيلنگ
si: වීඩියෝ උත්කර්ෂණය
sk: Zvyšovanie rozlíšenia videa
sl: Izboljšanje ločljivosti videa
sm: Faalapopoa o le vitio
sn: Kuwedzera hunhu hwevhidhiyo
so: Kor-u-qaadista muuqaalka
sq: Përmirësimi i rezolucionit të videos
sr: Побољшање резолуције слике
st: Ho ntlafatsa video
su: Panataran pidéo
sv: Videouppskalning
sw: Uboreshaji wa ubora wa video
ta: காணொளி தரம் உயர்த்தல்
te: వీడియో అప్‌స్కేలింగ్
tg: Баландбардории видео
th: การเพิ่มความคมชัดวิดีโอ
tr: Video ölçeklendirme
tt: Видеоны сыйфатын арттыру
ug: سىن سۈپەت ئۆرلىتىش
uk: Масштабування відео
ur: ویڈیو اَپ اسکیلنگ
uz: Video sifatini oshirish
vi: Nâng cấp hình ảnh
xh: Ukuphuhlisa ividiyo
yo: Ìgbésókè fídíò
zh_hans: 视频超分
zh_hant: 影像升頻
zu: Ukukhuphula ividiyo

source: Player engine
af: Spelerenjin
am: የማጫወቻ ሞተር
ar: محرك المشغّل
as: প্লেয়াৰ ইঞ্জিন
az: Pleyer mühərriki
be: Рухавік прайгравальніка
bg: Енджин на плейъра
bn: প্লেয়ার ইঞ্জিন
br: Keflusker c'hoarier
bs: Pogon plejera
ca: Motor del reproductor
cs: Přehrávací jádro
cy: Injan y chwaraewr
da: Afspillermotor
el: Μηχανή αναπαραγωγής
es: Motor del reproductor
et: Mängija mootor
eu: Erreproduzitzaile motorra
fa: موتور پخش
fi: Soitinmoottori
fil: Engine ng player
fo: Spælarmotorur
fr: Moteur de lecture
fy: Spilermotor
ga: Inneall an tseinnteora
gd: Einnsean a' chluicheadair
gl: Motor do reprodutor
gu: પ્લેયર એન્જિન
ha: Injin mai kunnawa
he: מנוע הנגן
hi: प्लेयर इंजन
hr: Pogon playera
ht: Motè lektè a
hu: Lejátszómotor
hy: Նվագարկչի շարժիչ
id: Mesin pemutar
ig: Injin onye ọkpụ
is: Spilaravél
it: Motore del player
ja: プレーヤーエンジン
jv: Mesin pemuter
ka: დამკვრელის ძრავა
kk: Ойнатқыш қозғалтқышы
km: ម៉ាស៊ីនចាក់
kn: ಪ್ಲೇಯರ್ ಇಂಜಿನ್
ko: 플레이어 엔진
ku: Motora lîstikvanê
ky: Ойноткуч кыймылдаткычы
lo: ເອັນຈິນຕົວຫຼິ້ນ
lt: Grotuvo variklis
lv: Atskaņotāja dzinis
mg: Motera player
mi: Pūkaha pūtangi
mk: Мотор на плеерот
ml: പ്ലെയർ എഞ്ചിൻ
mn: Тоглуулагчийн хөдөлгүүр
mr: प्लेअर इंजिन
ms: Enjin pemain
mt: Engine tal-player
nb: Avspillermotor
ne: प्लेयर इन्जिन
nl: Speler-engine
ny: Injini ya player
oc: Motor del lector
or: ପ୍ଲେୟାର ଇଞ୍ଜିନ
pa: ਪਲੇਅਰ ਇੰਜਣ
pl: Silnik odtwarzacza
ps: د غږوونکي انجن
pt_br: Motor do player
pt_pt: Motor de reprodução
ro: Motor de redare
ru: Движок плеера
rw: Moteri ya player
sd: پليئر انجڻ
si: ප්ලේයර් එන්ජිම
sk: Jadro prehrávača
sl: Pogon predvajalnika
sm: Afi o le taialo
sn: Injini yemutambi
so: Mishiinka ciyaaryahanka
sq: Motori i luajtësit
sr: Механизам плејера
st: Enjene ea sebapali
su: Mesin pamuter
sv: Spelarmotor
sw: Injini ya kichezaji
ta: பிளேயர் இயந்திரம்
te: ప్లేయర్ ఇంజిన్
tg: Муҳаррики плеер
th: เอนจินเครื่องเล่น
tr: Oynatıcı motoru
tt: Плеер моторы
ug: قويغۇچ ماتورى
uk: Рушій плеєра
ur: پلیئر انجن
uz: Pleyer dvigateli
vi: Trình phát
xh: Injini yomdlali
yo: Ẹ̀rọ ìtúfò
zh_hans: 播放器引擎
zh_hant: 播放引擎
zu: Injini yomdlali
